Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/depts/regjeringen.no/oajagesardni_id_667848.html.tmx
Source language: sme
Languages: sma

source: Váldosisdollui
sma: Orrejaepiehåalome

source: Stáhtaministara ođđajagesárdni 2012
sma: Tsïengelen 1. b. 2012

source: Historjjálaš arkiiva
sma: Gieries gaajhkesh dovnesh

source: Guokte mánu dassá riegádii unna Danicaš Manilas.
sma: Göökten asken gietjeste onne Danica reakasovvi Manilesne.

source: Son šattai máilmmiboargár nummir čieža miljárda.
sma: Dïhte veartenen tjïjhtje millijardh almetjinie sjïdti.

source: Muhtun mánuid geažis riegáda mánná gii šaddá norgalaš nummir vihtta miljovdna.
sma: Gööktine askine akte onne maana sæjhta reakasovvedh mij nöörjen almetjinie nommere vijhte millijovnh sjædta.

source: Mo son manná dieinna guovttuin ?
sma: Guktie sæjhta dej guaktajgujmie sjïdtedh åvtese ?

source: Makkár boahtteáigi vuordá sudno ?
sma: Man båetijen aejkien dejtie vuertieminie ?

source: Ná jerret váhnemat.
sma: Naemhtie eejhtegh gihtjieh.

source: Nie leat váhnemat áiggiidčađa jearran buot riikkain, go ođđa mánná riegáda máilbmái.
sma: Naemhtie eejhtegh gihtjeme, abpe tïjjen jïh gaajhkine laantine, gosse aktem orre jieledem voestes aejkien gaavnesjieh.

source: Dien magihkalaš ravkalanbottus riegáduvvo šiehtadus agibeaivái.
sma: Daan heamtureligke ståantetjen akte sjïehtedimmie reakasåvva ihkuven aajkan.

source: Ráhkisvuođa-šiehtadus mii gierdá buot.
sma: Akte sjïehtedimmie gieriesvoetese mij gaajhkem tööllie.

source: Danne lea nu máŧohis surgatlaš go nuorra olmmoš jápmá.
sma: Dannasinie dan gaajh vædtsoes gosse akte noere almetje sealede.

source: Ii oktage eadni leat oaivvilduvvon massit bártnis.
sma: Ij naan tjidtjie edtja baernebem dassedh.

source: Ii oktage áhčči galggašii massit nieiddas.
sma: Ij naan aehtjie edtja njiejtebem dassedh.

source: Suoidnemánu 22. beaivve gillájedje ollugat.
sma: Snjaltjen 22. b. gellie almetjh vædtsoesvoetem dååjrin.

source: Áhčit, eatnit, oappát, vieljat, ádját ja áhkut fertejedje vázzit dan losses geainnu hávdeeatnamii.
sma: Aehtjebh, tjidtjebh, åerpenh jïh aahkah aajjah tjoerin dam leevles geajnoem kroeptese vaedtsedh.

source: Dat bávččagahtii min váimmuid.
sma: Dïhte vaajmoem baektjiedi.

source: Lean jurddašan sin birra geat besse heakkas ja oarbásiid birra juohke beaivvi dáhpáhusa rájes.
sma: Manne ussjedamme dejtie mah åadtjoejin guhkiebasse jieledh dah mah beetsin, fïerhten biejjien mænngan.

source: Mo manná dinguin ?
sma: Guktie dijjine daelie ?

source: Manne galggai dát dáhpáhuvvat ?
sma: Mannasinie daate tjoeri heannadidh ?

source: Vihtta mánu maŋŋil dárbbašit mii ain diehttit vai áddet.
sma: Vïjhte askh mænngan daarpesjibie annje daejredh juktie guarkedh.

source: Jahki 2012 addá ođđa vástádusaid.
sma: Jaepien 2012 sæjhta orre vaestiedassh vedtedh.

source: Vuosttažettiin galgá vuos diggeášši vearredahkki vuostá.
sma: Voestegh reakta-aamhtese båata dan almetjen vööste mij dam darjoeji.

source: Dasto galgá kommišuvdna muitalit čiŋatkeahtes ja vuoiggalaš suoidnemánu 22. b. historjjá.
sma: Dan mænngan dle kommisjovne edtja sov tjïelke jïh eerlege histovrijem soptsestidh snjaltjen 22. biejjeste.

source: Dát mearkkaša ahte mii fertet hálddašit oaidnaleami vearredahkkiin.
sma: Dïhte sæjhta jiehtedh mijjieh tjoerebe ikth vielie töölledh baahhasvoetem råakedh.

source: Mun lean oadjebas dasa ahte dan mii nagodat.
sma: Manne gujht daajram mijjieh dam buektiehtibie.

source: Norgga álbmot han čálii historjjá diimmá geasi.
sma: Juktie dah nöörjen almetjh histovrijem tjeelin dæjmetje giesien.

source: Álggos bomba ja báhčimat suorggahedje min.
sma: Voestegh dle eevre sjaavoejimh bombeste jïh skuehtijste.

source: Muhto de dáhpáhuvai juoga.
sma: Dle mij akt heannadi.

source: Mii čuožžileimmet, savdnjileimmet eret balu ja njuolggočilggiid doarjjuimet demokratiija.
sma: Mijjieh tjuedtjielimh, asvem sovnjedimh jïh tseagkasjimh demokratijen gaavhtan.

source: Mii dovddaimet dan ruvsovázzimis ja spáiddarvázzimis.
sma: Mijjieh dam damtimh blommaraajrosne jïh govkijeraajrosne.

source: Hávdádemiin, girkuin, moskeain ja TV-ovddas.
sma: Juvleminie, gærhkojne, moske ’ ine jïh TV-sjeermi uvte.

source: Mii leimmet okta álbmot.
sma: Mijjjieh limh akte åålmege.

source: Álbmot čájehii iežas buoremus beali deaivvadettiin eallimis vearrámus dáhpáhusa.
sma: Gosse dam vearremesem jieliedisnie råakin, dle almetjh dam bööretjommesem jïjtsistie veedtjin.

source: Dát lea nannen mu jáhku ahte olbmuin gávdno buorredáhtolašvuohta.
sma: Dïhte mov jaahkoem veaksahkåbpoe dorjeme ihke dam bueriem almetjinie jaehkedh.

source: Doaivagii.
sma: Håhkose jaehkedh

source: Ja fápmu olbmuid dáhtus.
sma: Jïh faamose akten åålmegen væljosne.

source: Suoidnemánu 22. beaivve riegádedje maid mánát Norggas.
sma: Snjaltjen 22. b. aaj maanah Nøørjesne reakasovvi.

source: Okta sis lei Thomas.
sma: Akte dejstie lij Thomas.

source: Son lea virkos ja duđavaš gánddaš Lillehammeris.
sma: Dan biejjien dïhte akte madtjeles baarnetje Lillehammerisnie.

source: Thomas ferte eallit dainna duohtavuođain ahte su riegádanbeaivvi muitojuvvo moraš.
sma: Thomas tjuara jieledh jïh daejredh altese reakedsbiejjie lea sårkose ektiedamme.

source: Mii fertet fuolahit ahte nu ii šatta.
sma: Mijjieh edtjebe hoksedh ij ajve naemhtie sjïdth.

source: Mii fertet čájehit ahte dát roassu maiddái buvttii liekkusvuođa ja árvvolašvuođa min riikii.
sma: Mijjieh edtjebe vuesiehtiedh daate nåake heannadimmie aaj maam akt baahkes jïh vyörtegs åvtese lutnji mijjen laantesne.

source: Thomas ja Danica galgaba goabbat sajis máilmmis rávásmuvvat.
sma: Thomas jïh Danica edtjieh geerve almetjinie sjïdtedh fïereguhtene bielesne dehtie tjåenghkies veartenistie.

source: Min doaibma šaddá de čájehit man ollu sudno ovttastahttá dan sadjái go earuha.
sma: Mijjen barkoe lea dejtie vuesiehtidh man jïjnje vielie mij dejtie aktene, goh dejtie joekehte.

source: Jos mii čájehat dáhtu oahppat guhtet guimmiideamet birra, de ovdánat olmmožin.
sma: Gosse mijjieh væljoem vuesiehtibie sinsitnien bïjre lïeredh, dle mijjieh goh almetjh sjïdtebe.

source: Jos mis leat návccat árvvusatnit sierranasvuođaid, de nanusmuvvat.
sma: Gosse buektiehtibie joekehtsvoetide ååktedh, dle veaksahkåbpoe sjïdtebe.

source: Jos duostat luohttit guhtet guimmiidasamet, de mii ollet guhkkelii.
sma: Gosse doestebe jearsoesvoetem damtedh sinsætnan, dle guhkemosth båatebe.

source: Soaitá Thomas ja Danica šaddaba ustibat boahtteáiggi Facebook bokte.
sma: Akten biejjien dle kanne Thomas jïh Danica voelpine sjidtieh dennie båetijen aejkien Facebookesne.

source: Ja Danica oažžu govaid maid ii goassige leat oaidnán: Lillehammer njuikenluohkát.
sma: Jïh Danica guvvieh mestie akt åådtje satne ij gåessie gænnah vuajneme: njulhtjemebahkide Lillehammerisnie.

source: Dá lea interneahta buoremus bealli.
sma: Daate lea gaskeviermie sov bööretjommesisnie.

source: Interneahtta lea heajumus go totaliteara doalvvuheaddjit ožžot hállat moaittekeahttá sevdnjes čiegain neahta bokte.
sma: Gaskeviermie sov vierremesisnie lea gosse totalitære tjeejehtæjjah åadtjoeh soptsestidh jemhkelds roenine nedtesne, bielelen naaken dejtie tjøødtjehte.

source: Dán fertet hálddašit stáđisvuođain.
sma: Dam tjoerebe vihtiesvoetine dåastodh.

source: Mii galgat ádjit sin doppe eret máhtolašvuođa čuovgasiin.
sma: Mijjieh edtjebe dejtie olkese trumhpestidh daajroen tjoevkesinie.

source: Vuostálastit ekstremismma mearkkaša váldit ovddasvástádusa boahttevuhtii.
sma: Ekstremismen vuestie soptsestidh lea diedtem vaeltedh dan båetijen aejkien åvteste.

source: Mun ávžžuhan buohkaid doaibmat digitála ránnjááhkkun.
sma: Manne gaajhkesidie haastam hijven digitaale kraannagujnine sjïdtedh.

source: Ii fal dárkkistit oaiviliid dahje jávkadit divaštallamiid.
sma: Ij dannasinie dijjieh edtjede mielh staeriedidh jallh digkiedimmide gatskelidh.

source: Mii galgat gierdat unohisvuođaid.
sma: Mijjieh edtjebe dam töölledh mij lea leajhroes.

source: Mii suhttada, hárdá ja velá hirpmahuhttá.
sma: Dïhte mij naskohte, giepedahta jïh aaj heajhkaldahta.

source: Muhto – mii fertet maid vuosttaldit.
sma: Men – mijjieh edtjebe vuesiehtidh.

source: Mii galgat vástidit.
sma: Mijjieh edtjebe vaestiedidh.

source: Dat mearkkaša čájehit ovddasvástádusa sátnefriddjavuhtii go cealkit: “ Ii fal, dus lea boastut ”.
sma: Lahtestimmiediedtem vuesehte gosse jeahta: «Ijje, datne miste vaaltahš

source: Mii dahkat dan beaiveboradanáiggi bargosajis.
sma: Mijjieh dam darjobe beapmoebuertesne barkosne.

source: Dál lea áigi dahkat seammá neahta bokte.
sma: Daelie tïjje båateme mijjieh tjoerebe dam nedtesne aaj darjodh.

source: Ođđa jahki lea farga jándor boaris.
sma: Dïhte orre jaepie varke akten dygnen båeries.

source: Mii galgat maiddái jagi 2012 geavahit dehálaš doaimmaide:
sma: Mijjieh edtjebe jaepien 2012 aaj dejnie stoerre barkojne nåhtadidh:

source: Vuostálastit geafivuođa máilmmis.
sma: Veartenen giefiesvoeten vööste gæmhpodh.

source: Bargat ráfi ovdii.
sma: Raeffien åvteste barkedh.

source: Ja gádjut dálkkádaga.
sma: Jïh klijmam beerkedh.

source: Dát lea min vealgi boahttevuhtii.
sma: Dam darjobe dan båetijen aejkien gaavhtan.

source: Dát lea mearehis viiddis doaimmat.
sma: Daate lea gaajh stoerre barkoeh.

source: Lea álki jurddašit ahte ii ábut.
sma: Aelhkie vienhtedh daate ij gåaredh.

source: Muhto dan de gal dahká.
sma: Men nov gujht gåarede.

source: Máilbmi ovdána garra bargguid bokte ja go geađggi bardá geađggi ala.
sma: Tjarke barkoen tjïrrh, jïh gosse aktem gierkiem dan måbpan bïejebe, dle veartene åvtese jåhta.

source: Máŋga čuohtemiljovnna olbmot leat gáddjojuvvon geafivuođas.
sma: Gellie stoerretjuetie almetjh leah naan gille jaepine giefiesvoeten svaalhtesijstie loevenamme.

source: Unnit olbmot duššet sođiin.
sma: Vaenebh dåarosne sealadieh.

source: Eanebut ellet friddjavuođas.
sma: Jienebh raeffesne veasoeh.

source: Ja eai goassige ovdal leat olbmot beassan válljet iežaset jođiheddjiid friddja ja demokráhtalaš válggaid bokte.
sma: Jïh ij gåessie gænnah jienebh almetjh sijjen åvtehkh veeljeme frijje jïh demokratijen veeljemi tjïrrh.

source: Mii vásiheimmet dan arábalaš giđas.
sma: Mijjieh dam vihth vööjnimh dennie arabijen gïjresne.

source: Álbmoga gáibádusat jávkadedje stivrejeddjiid giellásiid ja bággejedje dovddastit rievdadusaid.
sma: Almetjevæljoe slognide regimijste noeli, jïh jarkelimmieh noerhki.

source: Almmatge.
sma: Læjhkan.

source: Dat mii mu njuorasmahttá persovnnalaččat lea ahte eai šat jáme nu olu mánát ja eanet eatnit cevzet.
sma: Dïhte mij mov vaajmoem jeenjemes doehtede, lea vaenebh maanah sealadieh jïh jienebh tjidtjieh åadtjoeh guhkiebasse jieledh.

source: Riegádanbeaivi, beaivi goas son addá ođđa eallima, lea ain olu nissonolbmuid varaleamos beaivi.
sma: Baersieldimmiebiejjie, dïhte biejjie ietnie orre jieledem vadta, lea annje dïhte vaaregommes biejjie jïjnjh nyjsenæjjaj jieliedisnie.

source: Eanet čalbmeeatnit, ođđa riegádahttin-klinihkat ja buoret čorgatvuohta dagahit ahte eanet nissonolbmot cevzet.
sma: Jienebh tsegkietnieh, orre baersieldimmieklinihkh jïh buerebe skåernehksvoete darjoeh guktie dah tjidtjieh åadtjoeh guhkiebasse jieledh.

source: Diibmá gájuimet eanet go 600 000 máná.
sma: Minngemes jaepien 600 000 jienebh maanah beerkimh.

source: Máŋgasa dušše dálkkasnáluin.
sma: Jïjnjh dejstie ajve aktine strijtjkine.

source: 600 000 mávssolaš olbmo.
sma: 600.000 dovres jieledh.

source: Norga lea láidesteaddjin dás.
sma: Jïh Nøørje akte tsevtsiedæjja.

source: Mii sáhttit dáinna buohkat čevllohallat.
sma: Dam maehtebe garmedidh.

source: ON dálkkádatpanela várre dávjjibut ja garraseabbo garra dálkkiid vuostá mat leat vuordagis.
sma: EN. ’ i klijmadåehkie daamtajåbpoe jïh vierrebe værsjoej vööste vaarohte båetijen aejkien.

source: Norggas ledje garra dálkkit juovllaid ja ođđajagi gaskkas.
sma: Værsjoeh aaj jåvli Nøørjesne.

source: Didjiide čuozai garrasit geat vásiheiddet garra biekkaid billistemiid.
sma: Uvtemes dijjide mah åårkanen earjoehtimmieh dååjrin.

source: Muhto olles Norga lea čuvvon din.
sma: Men abpe Nöörje dijjem fulkesamme.

source: Mii rápmot oarjenorgga ássiid návccaid hálddašit dákkár duođalaš ja varalaš dilálašvuođaid.
sma: Mijjieh gutnedibie guktie jillieladtjh buektiehtibie dan asvoeh tsiehkieh haalvedh.

source: Ja mun giittán sin geat árjjálaččat veahkehedje, čorgejedje ja divodedje.
sma: Jïh manne gutnedem gaajhkide dijjide mah viehkiehtamme, beerkeme jïh davvome.

source: Dađibahábut duššai okta gádjunbarggus.
sma: Gaatesjen dle akte almetje hïegkem dassi barkosne.

source: Go mun vuolggán Oarje-Norgii moatti beaivvi geažis de háliidan divaštallat gearggusvuođa singuin geat vásihedje garra dálkkiid.
sma: Gosse Jillielaantese vualkam muvhtine biejjine dle sïjhtem digkiedidh dejgujmie mah væjrosne barkeme, guktie mijjieh maehtebe dagkaridie væjrojde reejrehtidh.

source: Mii fertet bures ráhkkanit dálkkádatváikkuhusaid ektui.
sma: Tjoerebe reejrehtidh klijmajarkelimmiej vööste.

source: Muhto buot vuosttamužžan fertet doaimmaid bokte eastadit daid.
sma: Men uvtemes tjoerebe barkedh dejtie heerredidh.

source: Dálkkádatbarggu ektui lei mannan jahki beahttu.
sma: Klijmabarkoen åvteste dle dæjmetje jaepie lij nåake.

source: Mii vásiheimmet gal ovdáneami, muhto áššit eai čoavdásan Durban čoahkkimis ge.
sma: Sïllh åvtese dorjesovvi, men vaallah tjåanghkoe Durbanesne gænnah gaajhkem buektiehti.

source: Muhto mii eat sáhte vuollánit.
sma: Men ibie maehtieh jammaridh.

source: Norga ferte ain leat geatnegahtti šiehtadallamiid hoahpuheaddji.
sma: Nøørje edtja annje tsevtsiedæjjine årrodh, åeliedihks latjkoej åvteste.

source: Sivas go eai gávdno eará molssaeavttut.
sma: Juktie ij leah mij akt jeatjah.

source: Máilbmi ferte ovttasdoaibmat.
sma: Veartene tjuara ektesne årrodh.

source: Muđui beahtit mii Danica Manilas ja Thomasa Lillehammeris.
sma: Jeatjah gaavhtan biehtebe Danicam Manilesne jïh Thomas Lillehammerisnie.

source: Eará hástalus ođđajagis lea eurohpalaš vealgeroassu.
sma: Akte jeatjah haesteme daan orre jaepien lea dïhte europejen laajkoeneavroe.

source: Dát ášši orru guoskamin ruđaide.
sma: Vååjnoe goh dïhte lea beetnegi bïjre.

source: Muhto duohtavuođas lea dát ášši olbmuid birra.
sma: Men raaktan lea almetji bïjre.

source: Mii oaidnit fas stuorra bargguhis olmmošveagaid Eurohpás.
sma: Vihth veljies barkoenamhtah almetjh Europesne vuejnebe.

source: Olu nuorat leat massimin jáhku boahtteáigái.
sma: Jïjnjh noerh lea jaahkoem dasseminie dan båetijen beajjan.

source: Dan ii sáhte Eurohpá dohkkehit.
sma: Europa ij maehtieh dam luhpiedidh.

source: Midjiide Norggas lea ášši dan birra ahte sihkkarastit min bargosajiid ja bisuhit huksenreanttu.
sma: Mijjese Nöörjesne dle mejtie buektiehtibie barkoesijjide jïh gåetiereentam gorredidh.

source: Mii eat dieđe man garrasit dát boahtá midjiide čuohcat.
sma: Ibie daejrieh man tjarke daate neavroe mijjem tsevtsie.

source: Muhto mun lohpidan ahte mii áigut vuosttaldit go dárbbašuvvo.
sma: Men manne luhpehtem mijjieh edtjebe gaajhkem darjodh gosse daerpies.

source: Nugo ovdalge leat dahkan.
sma: Guktie aarebi dorjeme.

source: Oadjebas boahtteáigi ii šatta ráfi haga.
sma: Ij naan jearsoes båetijen aejkien sjïdth jis ij leah raeffie.

source: Olu norgalaččat oassálastet ráfisuodjalus doaimmaide miehtá máilmmi.
sma: Jïjnjh nöörjen almetjh leah meatan dennie barkosne mij raeffiem sjugnede bïjre jarkan veartenisnie.

source: Veahkkebargin, miidnačorgejeaddjin dahje piráhta-bivdin Somalia rittu olggobealde.
sma: Jallh goh pirate-vijrijh Somalijen mearoegaedtien ålkolen.

source: Dávjá leat varalaš doaimmat.
sma: Daamtaj vaarege barkoeh.

source: Diibmá suodjaledje norgalaš girdit Libya álbmoga Gaddafi garra stivrejumis.
sma: Dæjman nöörjen girtijh dejtie libyjen almetjidie vaarjelin Gaddafi-regimen julmiesvoeten vööste.

source: Viiddis ovttastumis barge min soalddáhat buori barggu, ja leat maŋŋil ožžon olu ánssášeaddji rámi min lihtolaččain.
sma: Mijjen almetjh ålkone leah dej væjkelommes gaskem aktene gamte ektiedimmesne, jïh mijjen allijerth dejtie garmerdamme.

source: Min soalddáhat leat jagi 2001 rájes doaibman Afghanistanas.
sma: Afghanistanesne nöörjen soldaath viehkine orreme mænngan 2001.

source: Jagi 2012 álggahuvvo soalddáhiid geahpadeapmi.
sma: Jaepien 2012 edtjebe aelkedh viehkiem giehpiedidh.

source: Mun hirbmadit čevllohalan daid doaimmaiguin maid min soalddáhat leat čađahan Afghanistanas.
sma: Manne dan garmeres mejnie mijjen soldaath dorjeme Afghanistanesne.

source: Mii giitit váimmolaččat buohkaid geat leat searvan ráfidoaimmaide.
sma: Sïjhtem gaajhkesidie vaajmoste gijhtedh, mah leah ålkone barkeminie raeffien åvteste.

source: Seammás muitit mii maid sin geat leat duššan.
sma: Seamma tïjjem måjhtelibie dejtie mah hïegkem dasseme.

source: Mii leat vuot massán min buoremusaid.
sma: Mijjieh vihth dasseme naaken mijjen bööretjommesijstie.

source: Oberstløytnanta Siri Skare duššai ON-kantuvrra falleheamis Mazer-i-Sharif báikkis.
sma: Oberstløytnante Siri Skare aktene hamhkosne sealadi EN-kontovren vööste Mazer-i-Sharifesne.

source: Jurista Ingrid Midtgaard duššai bombafalleheamis ON vuostá Nigerias.
sma: Juriste Ingrid Midtgaard båvvasi aktene bomba-hamhkosne EN vööste Nigerijesne.

source: Mii leat stuorra morrašiin váldán vuostá jápmaságaid.
sma: Mijjieh dïjride dej sealadimmien bïjre stoerre sårkojne dåastoejimh.

source: Sii leat álo min mielde.
sma: Dah sijhtieh iktegisth mijjine årrodh.

source: Dán jagi háliidan sáddet erenoamáš liegga dearvvuođaid Majestehtii Gonagas Haraldii ja Majestehtii Dronnet Sonjai.
sma: Daan jaepien sïjhtem aktem lissie baahkes heelsegem seedtedh majesteete gånka Haraldese jïh majesteete drööhnege Sonjese.

source: Soaitá ahte ii goassige ráfiáiggis leat gonagasbearaš nu lahka leamaš iežas álbmoga go maŋŋil suoidnemánu 22. beaivve.
sma: Kanne ij gåessie gænnah raeffietïjjen dle gånkafuelhkie lïhkebe sov åålmegidie orreme goh snjaltjen 22. b. mænngan.

source: Lagasvuođain ja liekkusvuođain sii jeđđejedje.
sma: Lïhkevoetine jïh baahkine soelkedassem vedtin.

source: Gonagas, Dronnet ja Ruvdnaprinsapárra.
sma: Gånka, drööhnege jïh kronprinspaarre.

source: Jierpmálaš sániiguin buoridedje sii bákčasiid.
sma: Vijsies baakoejgujmie vaejviem læjnoedehtin.

source: Dán jagi deavdiba sihke gonagas ja dronnet 75 jagi.
sma: Daan jaepien dovne gånka jïh drøøhnege 75 jaepieh illieh.

source: Vihtta miljovnna norgalačča háliidit ávvudanjagis giitit, sávvat lihku ja sávvat buot buoremusa Gonagas Haraldii ja Dronnet Sonjai.
sma: Vïjhte millijovnh nöörjen almetjh sijhtieh gijhtedh, læhkoehtidh jïh dam bööretjommesem vaajtelidh gånka Haraldese jïh drööhnege Sonjese heevehtimmiejaepien.

source: Ráhkis dii buohkat,
sma: Gieries gaajhkesh dovnesh,

source: Juovlamánu 14. beaivve ledjen mielde ávvudeamen Roald Amundsen ja su olbmáid Lullipolas.
sma: Goeven 14. b. lim meatan jïh Roald Amundsen jïh altese kaarrh heevehtim Åarjelpovlesne.

source: Lei munnje stuorra dáhpáhus.
sma: Daate akte stoerre heannadimmie.

source: Olbmot miehtá máilmmi gudnejahtte polasáŋgáriid ja norgga flávdda.
sma: Almetjh abpe veartenistie polareheeltide jïh dam nöörjen saevegem earoehtin.

source: Šuoŋat lávlagis “ Ja vi elsker ” šattai oassin viiddis českes jaskesvuođas.
sma: Dïhte tjoeje Nöörjen åålmegelaavlomistie «Ja vi elskerš akte bielie sjïdti dehtie stoerre veelkes sjeavohtsvoeteste.

source: Norga lei nu lahka, vaikko leimmet oalle guhkkin.
sma: Nööjre lij dan lïhke, jalhts mijjieh limh dan guhkene dubpene.

source: Doppe, guhkkin eret, vásihin Norgga mainna mii buohkat sáhttit čevllohallat.
sma: Desnie, guhkemes dubpemes, dle aktem Nöörjem vööjnim maam maehtebe garmerdidh.

source: Riika ovdavázziiguin geat leat ráhkadan historjjálaš luottaid.
sma: Akte laante pijoneerigujmie mah histovrijen gïejh bïejeme.

source: Álbmot geas ledje návccat hálddašit bahávuođa buorrevuođain dalle go mii geassit vásiheimmet surgadis fallehemiid.
sma: Akte åålmege mij buektiehti nåakevoetem buerievoetine dåastodh gosse mijjieh daan giesien dejtie julmies hamhkojde dååjrimh.

source: Ja juohkebeaivválaš sáŋgárat geat smávva riikka dahket stuorra riikan.
sma: Jïh aarkebiejjien gaagnes almetjh mah aktem onne laantem stoerre darjoeh.

source: Lehkos nu ahte mii dien vuoiŋŋas hábmet boahttevuođa.
sma: Baajh daennie aajmosne årrodh guktie mijjieh dan båetijen biejjien sjugnedibie.

source: Buorre ođđajahki !
sma: Buerie orrejaepie !
